Revit 2027 API
SpecTypeId.Flow Property
 Flow, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Flow { get; }
Public Shared ReadOnly Property Flow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Flow {
	ForgeTypeId^ get ();
}
static member Flow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace